{
    "title": "Formatted",
    "slug" : "formatted",
    "fullname": "div",
    "environment" : "",
    "status": "CSS Classes; v2.3.0; 9/29/2021",
    "sample": " <h1>Verification Statement Policy</h1> <p>As you complete an ACEND accredited dietetics program, certain requirements must be met to achieve a verification statement. This statement establishes eligibility for you to start a Dietetic Internship as well as take the registration examination for dietitian nutritionists and nutrition and dietetic technicians. The statement also makes you eligible to apply for membership to The Academy of Nutrition and Dietetics.</p> <p>You can find a full explanation of the verification statement at the <a href=\"http://www.eatrightpro.org/resource/acend/program-directors/program-directors-faqs/faqs-about-verification-statements\">Academy of Nutrition and Dietetics website</a>. You can also <a href=\"https://fshn.illinois.edu/sites/default/files/2021-09/fshn-dietetics-verification-statement.pdf\">download this information (pdf)</a>.</p> <h2>DPD Verification Statement Guidelines</h2> <h3>Policy</h3> <p>Completion of the requirements for the University of Illinois in Urbana-Champaign’s Didactic Program in Dietetics (DPD) will be verified by the DPD Program Director prior to issuing Accreditation Council for Education in Nutrition and Dietetics verification statements.</p> <h2>Procedure for Students in the Dietetic Program</h2> <ol> <li>Program completion requirements: <ol> <li>Attendance of all classes, seminars, and supervised practice as required for the didactic program in dietetics unless altered as per policy by the program director. <ol> <li>Meet degree requirements</li> <li>Minimum of a C letter grades is required in all departmental classes. Please remember that a minimum of a B letter grades is optimum for dietetic internship placement.</li> <li>Must have at least a 3.0 GPA during last 60 hours.</li> </ol> </li> </ol> </li> <li>Preparation for placement of students into an internship by requiring supervised work experience: <ol> <li>Work experience in a dietetic-related job: <ol> <li>150 hours of work experience is required for students; 100 hours of work experience is required for transfer students.</li> <li>Required to complete 50 hours of work experience between every year.</li> <li>Work experience must be submitted annually (refer to work experience instructions).</li> <li>Jobs that are dietetic-related examples include: hospital or dorm food service, diet technicians, diabetes or weight control camps, human nutrition research, etc.</li> <li>DPD director or appointee has to provide approval of experience’s relevance to dietetics prior to work experience unless already prior approved and listed on the DPD website.</li> </ol> </li> </ol> </li> <li>Registered dietitian mentor: <ol> <li>8 recorded meetings (on-phone or in-person) must be made with a registered dietitian; 4 recorded meetings are required for transfer students</li> <li>Required to complete one contact per semester throughout DPD program</li> <li>Mentor meetings must be submitted (refer to RD mentor instructions).</li> </ol> </li> <li>An applicant for an ACEND verification shall submit documentation showing satisfaction of the verification requirements. Upon such submission, the DPD program director shall review that documentation and will issue verification statements if s/he determines that the applicant has successfully completed the degree requirements, met the requirements of the didactic program in dietetics, and satisfied the work experience requirements.</li> <li>In the event of a leave of absence from the program, students must complete all requirements within two years of the semester in which was incomplete.</li> <li>Education policy set by ACEND will take action for course completion and issue of verification statement. <ol> <li>The following courses need to be completed within the following time frames from the verification statement issue date: <ol> <li>FSHN 322, 329, 340, 426, 427, 428 within 5 years of taking these courses</li> <li>FSHN 420 and 429 within 3 years of taking respective courses</li> </ol> </li> </ol> </li> </ol>",
    "classes": [
        {
            "type": "fixed",
            "value": "il-formatted"
        },
        {
            "type": "fixed",
            "value": "fixed-background-color"
        },
        {
            "description": "Wordpress Content Fix for first child",
            "type": "dropdown",
            "values": [
                "",
                "il-wp-block-editor-content"
            ]
        },
        {
            "description": "Color Theme",
            "type": "dropdown",
            "highlighted": true,
            "values": [
                "",
                "il-theme-blue",
                "il-theme-white",
                "il-theme-gray",
                "il-theme-orange"
            ]
        }
    ]
}